Repository: arkOScloud/arkos-install
Catalog: OSX/arkos-install/translations/*.po
Languages: it

source: Error
it: Errore

source: Success
it: Successo

source: arkOS Installer
it: Installazione arkOS

source: Install arkOS to an SD card
it: Installa arkOS su una SD card

source: Search the network for arkOS devices
it: Ricerca i dispositivi arkOS nella rete

source: You do not have sufficient privileges to run this program. Please run the arkOS Installer app from your Applications folder.
it: Non hai privilegi sufficienti ad eseguire questo programma. Avvia l'applicazione per installare arkOS dalla tua cartella Applicazioni.

source: Authenticate
it: Autenticazione

source: <b>Give the username/password of a qualified user on the device</b>
it: <b>Inserisci il nome utente/password di un utente abilitato su questo dispositivo</b>

source: Username
it: Nome utente

source: Cancel
it: Annulla

source: Signal to %s sent successfully.
it: Segnale a %s inviato con successo.

source: Authentification failed
it: Autenticazione non riuscita

source: Signal to %s sent successfully, but I didn't get a response. Your command may or may not have completed.
it: Segnale a %s inviato con successo, ma nessuna risposta ricevuta. Il tuo comando potrebbe essere o non essere stato completato.

source: There was an error processing your request. %s
it: C'è stato un errore mentre la tua richiesta veniva eseguita. %s

source: arkOS Network Finder
it: Ricerca Rete arkOS

source: Name
it: Nome

source: IP Address
it: Indirizzo IP

source: Genesis Status
it: Stato di Genesis

source: Scan
it: Ricerca

source: Shutdown
it: Spegni

source: Restart
it: Riavvia

source: Reload Genesis
it: Ricarica Genesis

source: I couldn't find any networks. Please make sure you are connected to a network.
it: Non sono riuscito a trovare nessuna rete. Assicurati di essere connesso a una rete.

source: Unknown (Raspberry Pi)
it: Sconosciuto (Raspberry Pi)

source: Unknown
it: Sconosciuto

source: Please make a selection
it: Effettua una selezione

source: This feature can only be used on arkOS systems that have Beacon enabled
it: Questa funzione può essere usata solo su sistemi arkOS che hanno Beacon abilitato

source: Introduction
it: Introduzione

source: Welcome to the arkOS Installer! This program will guide you through installing the arkOS image to an SD card inserted into your computer. Once you click Forward, your computer will start downloading the arkOS image from our servers in preparation for the install. Please make sure your computer is connected to the Internet before continuing.
it: Benvenuti all'installazione di arkOS! Questo programma ti guiderà nell'installazione dell'immagine di arkOS su una scheda SD inserita nel tuo computer. Una volta cliccato su Avanti, il tuo computer inizierà a scaricare l'immagine di arkOS dai nostri server per prepararsi all'installazione. Assicurati che il tuo computer sia connesso a Internet prima di continuare.

source: Choose Mirror
it: Scelta del Mirror

source: Choose the download mirror closest to your location.
it: Scegli un mirror per scaricare più vicino alla tua posizione

source: New York (United States)
it: New York (Stati Uniti)

source: Amsterdam (Europe)
it: Amsterdam (Europa)

source: Choose Device
it: Scegli del Dispositivo

source: Choose the appropriate device from the list below. Devices smaller than the minimum (2 GB) are not shown. Note that it is very important to choose the correct device! If you choose another one you may seriously damage your system.
it: Scegli il dispositvo appropriato dalla lista sottostante. I dispositivi più piccoli della dimensione minima (2 GB) non sono mostrati. Fai attenzione a scegliere il dispositivo giusto! Se ne scegli un altro potresti danneggiare seriamente il tuo sistema.

source: Device
it: Dispositivo

source: Size
it: Dimensione

source: Unit
it: Unità

source: Confirm Details
it: Conferma Dettagli

source: Please confirm the details below. Once you click Start, the download will begin, then the selected device will be erased and data will be overwritten.<br><br><b>NOTE that there is no way to halt the writing process once it begins.</b><br>
it: Conferma i dettagli sottostanti. Una volta fatto click su Avvia comincerà il download, poi il dispositivo selezionato verrà cancellato e i dati sovrascritti.<br><br><b>ATTENZIONE perchè non c'è modo di fermare il processo di scrittura una volta iniziato.</b><br>

source: Start Download/Install
it: Avvia Download/Installazione

source: <b>Mirror:</b> Amsterdam (European Union)
it: <b>Mirror:</b> Amsterdam (Unione Europea)

source: <b>Mirror:</b> New York (United States)
it: <b>Mirror:</b> New York (Stati Uniti)

source: <b>Device:</b> %s
it: <b>Dispositivo:</b> %s

source: Installing arkOS
it: Installazione arkOS

source: Amsterdam (European Union)
it: Amsterdam (Unione Europea)

source: <b>Downloading image from %s...</b>
it: <b>Scaricamento immagine da %s...</b>

source: The file could not be downloaded. Please check your Internet connection. If the problem persists and your connection is fine, please contact the arkOS maintainers. HTTP Error %s
it: Non è stato possibile scaricare il file. Controlla la connessione Internet. Se il problema persiste e la rete funziona, contatta gli sviluppatori di arkOS. HTTP Error %s

source: Downloading image from %s... <b>DONE</b>
it: Scaricamento immagine da %s... <b>FINITO</b>

source: Installation failed: MD5 hashes are not the same. Restart the installer and it will redownload the package. If this error persists, please contact the arkOS maintainers.
it: L'installazione è fallita: gli hash MD5 non coincidono. Riavvia l'installazione per riscaricare il pacchetto. Se questo errore persiste, contatta gli sviluppatori di arkOS.

source: <b>Copying image to %s...</b><br>(This will take a few minutes depending on SD card size.)
it: <b>Trasferimento dell'immagine su %s...</b><br>(Ci vorranno alcuni minuti a seconda della dimensione della scheda SD.)

source: Data write in progress.
it: Scrittura dati in corso.

source: The disk writing process failed with the following error: %s
it: La scrittura del disco è fallita col seguente errore: %s

source: Copying image to %s... <b>DONE</b>
it: Trasferimento dell'immagine su %s... <b>FINITO</b>

source: %0.1f of %0.1f MB - %d%%
it: %0.1f di %0.1f MB - %d%%

source: <b>Package found in working directory!</b> Checking authenticity...
it: <b>Pacchetto trovato nella cartella corrente!</b> Controllo autenticità in corso...

source: Package found in working directory, but MD5 check failed. Redownloading...
it: Un pacchetto è stato trovato nella cartella corrente ma il controllo MD5 è fallito. Nuovo download in corso...

source: Authentic package found in working directory. Skipping download...
it: Pacchetto autentico trovato nella cartella corrente. Download non necessario...

source: Installation Complete
it: Installazione Completata

source: Congratulations! Your image has been written to the SD card successfully.<br><br>Insert the SD card into your Raspberry Pi and connect it to your router.<br><br>After a minute or two, set up your server by opening your browser and connecting to Genesis at the following address:<br><b>http://arkOS:8000</b><br>or use the Network Browser option in this Installer to find the IP address.<br><br>Your initial Genesis login credentials are:<br>Username: <b>admin</b><br>Password: <b>admin</b>
it: Congratulazione! L'immagine è stata scritta sulla scheda SD con successo.<br><br>Inserisci la scheda SD nel tuo Raspberry PI e connettilo al tuo router.<br><br>Dopo un minuto o due, configura il tuo server aprendo il browser e connettendoti a Genesis al seguente indirizzo:<br><b>http://arkOS:8000</b><br>oppure usa l'opzione di Ricerca Rete di questa applicazione per trovare l'indirizzo IP.<br><br>Le credenziali iniziali per Genesis sono:<br>Nome Utente: <b>admin</b><br>Password: <b>admin</b>

source: Remove the downloaded files from your computer on exit
it: Rimuovi i file scaricati dal computer all'uscita

source: Quit?
it: Uscire?

source: Are you sure you want to quit? The installation is not complete and you will not be able to use your SD card. If a disk write operation is in progress, this will not be able to stop that process.
it: Sei sicuro di voler uscire? L'installazione non è stata completata e non sarai in grado di usare la scheda SD. Se un'operazione di scrittura disco è in corso allora non sarà possibile fermarla.

source: The drive could not be unmounted. Make sure it is not in use before continuing.
it: Non è stato posibile espellere il dispositivo. Accertati che non sia in uso prima di continuare.
