Repository: arkOScloud/arkos-install
Catalog: i18n/*.po
Languages: de

source: Error
de: Fehler

source: Success
de: Erfolg

source: Install arkOS to an SD card
de: Installieren Sie arkOS auf einer SD-Karte

source: Search the network for arkOS devices
de: Das Netzwerk nach arkOS Geräten durchsuchen

source: You do not have sufficient privileges to run this program. Please run sudo Installer.py instead.
de: Sie haben nicht genügend Rechte um dieses Programm auszuführen. Bitte führen Sie stattdessen sudo Install.py aus.

source: You need nmap installed in order to use this. Please install it from your distribution's software center or repositories.
de: Du musst nmap installieren um dies zu nutzen. Bitte installiere es von dem Software-Center oder den Paketquellen deiner Distribution.

source: Authenticate
de: Authentifizieren

source: <b>Give the username/password of a qualified user on the device</b>
de: <b>Tragen Sie Benutzername und Passwort eines qualifizierten Benutzers auf diesem Gerät ein</b>

source: Username
de: Benutzername

source: Password
de: Passwort

source: Cancel
de: Abbrechen

source: Signal to %s sent successfully.
de: Signal an %s erfolgreich gesendet.

source: Authentification failed
de: Anmeldung fehlgeschlagen

source: Signal to %s sent successfully, but I didn't get a response. Your command may or may not have completed.
de: Signal an %s erfolgreich gesendet, aber ich habe keine Antwort bekommen. Ihr Kommando wurde vielleicht ausgeführt, vielleicht auch nicht.

source: There was an error processing your request. %s
de: Während der Ausführung Ihrer Anfrage ist ein Fehler aufgetreten. %s

source: IP Address
de: IP Adresse

source: Scan
de: Scannen

source: Shutdown
de: Herunterfahren

source: Restart
de: Neustart

source: Reload Genesis
de: Neu starten

source: I couldn't find any networks. Please make sure you are connected to a network.
de: Es konnte kein Netzwerk gefunden werden. Bitte überprüfen Sie die Netzwerkverbindung.

source: Unknown (Raspberry Pi)
de: Unbekannt (Raspberry Pi)

source: Unknown
de: Unbekannt

source: Please make a selection
de: Bitte wählen Sie

source: This feature can only be used on arkOS systems that have Beacon enabled
de: Diese Funktion kann nur benutzt werden, wenn Sie Beacon aktiviert haben

source: Introduction
de: Einleitung

source: Welcome to the arkOS Installer! This program will guide you through installing the arkOS image to an SD card inserted into your computer. Once you click Forward, your computer will start downloading the arkOS image from our servers in preparation for the install. Please make sure your computer is connected to the Internet before continuing.
de: Willkommen zum arkOS Installer! Dieses Programm wird Sie durch die Installation des arkOS-Images auf eine an den Computer angeschlossene SD-Karte begleiten. Bitte stellen Sie sicher, dass Ihr Computer am Internet angeschlossen ist, bevor Sie ''Forward'' klicken. Ihr Computer wird sodann das arkOS-Image zur Vorbereitung der Installation von unseren Servern herunterladen.

source: Choose Mirror
de: Wählen Sie einen Download-Server

source: Choose the download mirror closest to your location.
de: Wählen Sie einen Download-Server in Ihrer Nähe.

source: New York (United States)
de: New York (Vereinigte Staaten von Amerika)

source: Amsterdam (Netherlands)
de: Amsterdam (Niederlande)

source: Frankfurt (Germany)
de: Frankfurt (Deutschland)

source: Orlando (United States)
de: Orlando (Vereinigte Staaten)

source: Vienna (Austria)
de: Wien (Österreich)

source: Choose Device
de: Wählen Sie das Speichermedium

source: Choose the appropriate device from the list below. Devices smaller than the minimum (2 GB) are not shown. Note that it is very important to choose the correct device! If you choose another one you may seriously damage your system.
de: Bitte wählen Sie die SD-Karte aus der Liste unten aus. Speichermedien kleiner als 2 GB werden nicht angezeigt. Es ist sehr wichtig, dass Sie das korrekte Medium auswählst, da sonst ein Teil des Systems schwer beschädigt werden kann.

source: Device
de: Speichermedium

source: Size
de: Größe

source: Unit
de: Einheit

source: Confirm Details
de: Details bestätigen

source: Please confirm the details below. Once you click Start, the download will begin, then the selected device will be erased and data will be overwritten.<br><br><b>NOTE that there is no way to halt the writing process once it begins.</b><br>
de: Bitte bestätigen Sie die Details unten. Nachdem Sie ''Start'' geklickt haben, wird der Download beginnen, das ausgewählte Speichermedium wird gelöscht und alle Daten darauf überschrieben.<br><br><b>BEACHTEN Sie bitte, dass es nicht möglich sein wird, den Schreibprozess anzuhalten, nachdem er begonnen hat.</b><br>

source: Start Download/Install
de: Download/Installation starten

source: <b>Mirror:</b> Amsterdam (Netherlands)
de: <b>Mirror:</b> Amsterdam (Niederlande)

source: <b>Mirror:</b> Frankfurt (Germany)
de: <b>Mirror:</b> Frankfurt (Deutschland)

source: <b>Mirror:</b> Orlando (United States)
de: <b>Spiegelserver:</b> New York (Vereinigte Staaten)

source: <b>Mirror:</b> Vienna (Austria)
de: <b>Spiegelserver:</b> Wien (Österreich)

source: <b>Mirror:</b> New York (United States)
de: <b>Spiegelserver:</b> New York (Vereinigte Staaten)

source: <b>Device:</b> %s
de: <b>Gerät:</b> %s

source: Installing arkOS
de: Installiere arkOS...

source: <b>Downloading image from %s...</b>
de: <b>Lade die Abbilddatei vom Server in %s... </b>

source: The file could not be downloaded. Please check your Internet connection. If the problem persists and your connection is fine, please contact the arkOS maintainers. HTTP Error %s
de: Die Datei konnte nicht heruntergeladen werden. Bitte überprüfen Sie Ihre Internetverbindung. Wenn das Problem weiterhin auftritt, obwohl die Internetverbindung funktioniert, nehmen Sie bitte Kontakt zum arkOS Maintainer auf. HTTP Fehler %s

source: Downloading image from %s... <b>DONE</b>
de: Image wird von %s heruntergeladen... <b>FERTIG</b>

source: Installation failed: MD5 hashes are not the same. Restart the installer and it will redownload the package. If this error persists, please contact the arkOS maintainers.
de: Installation fehlgeschlagen: MD5-Prüfsummen stimmen nicht überein. Bitte starten Sie den Installer erneut und er wird das Installationspaket neu herundeladen. Falls diese Fehler weiterhin auftritt, bitte wenden Sie sich an die arkOS-Entwickler.

source: <b>Copying image to %s...</b><br>(This will take a few minutes depending on SD card size.)
de: <b>Image wird nach %s kopiert...</b><br>(Dies wird ein paar Minuten dauern, je nach Größe der SD-Karte.)

source: Data write in progress.
de: Daten werden geschrieben.

source: The disk writing process failed with the following error: %s
de: Der Schreibprozess auf das Speichermedium schlug mit der folgenden Fehlermeldung fehl: %s

source: Copying image to %s... <b>DONE</b>
de: Image nach %s kopieren... <b>FERTIG</b>

source: %0.1(got)f of %0.1(total)f MB - %(val)d%%
de: %0.1(got)f von %0.1(total)f MB - %(val)d%%

source: <b>Package found in working directory!</b> Checking authenticity...
de: <b>Paket im Arbeitsverzeichnis gefunden!</b> Echtheit wird überprüft...

source: Package found in working directory, but MD5 check failed. Redownloading...
de: Paket im Arbeitsverzeichnis gefunden, aber MD5-Überprüfung fehlgeschlagen. Lade erneut herunter...

source: Authentic package found in working directory. Skipping download...
de: Authentifiziertes Paket im Arbeitsverzeichnis gefunden. Download wird übersprungen...

source: Installation Complete
de: Installation komplett

source: Congratulations! Your image has been written to the SD card successfully.<br><br>Insert the SD card into your Raspberry Pi and connect it to your router.<br><br>After a minute or two, set up your server by opening your browser and connecting to Genesis at the following address:<br><b>http://arkOS:8000</b><br>or use the Network Browser option in this Installer to find the IP address.<br><br>Your initial Genesis login credentials are:<br>Username: <b>admin</b><br>Password: <b>admin</b>
de: Glückwunsch! Ihr arkOS-Image wurde erfolgreich auf die SD-Karte geschrieben.<br><br>Stecken Sie die SD-Karte in Ihren Raspberry Pi und verbinden Sie ihn mit Ihrem Router.<br><br>Nach 1 oder 2 Minuten können Sie mit der Einrichtung Ihres Servers weitermachen, indem du Ihren Browser mit Genesis über die folgende Adresse verbinden:<br><b>http://arkOS:8000</b><br> oder die ''Network Browser''-Option in diesem Installer benutzen, um die IP-Adresse zu finden.<br><br>Ihre Genesis-Logindaten sind standardmäßig:<br>Nutzername: <b>admin</b><br>Passwort: <b>admin</b>

source: Remove the downloaded files from your computer on exit
de: Die heruntergeladenen Dateien von Deinem Computer beim Beenden löschen

source: Quit?
de: Beenden?

source: Are you sure you want to quit? The installation is not complete and you will not be able to use your SD card. If a disk write operation is in progress, this will not be able to stop that process.
de: Bist du sicher, dass du beenden möchtest? Die Installation ist noch nicht komplett und Du wirst die SD-Karte nicht benutzen können. Wenn eine Schreiboperation im Gange ist, wird sie nicht ebenfalls beendet werden.

source: You do not have sufficient privileges to run this program. Please run the arkOS Installer app from your Applications folder.
de: Sie haben keine ausreichenden Privilegien um dieses Programm zu starten. Bitte starten Sie den arkOS Installer aus Ihrem Programm-Ordner.

source: You need nmap installed in order to use this. Please go to <a href="http://nmap.org/download.html#macosx">their website</a> to download.
de: Du musst nmap installiert haben, um dies zu tun. Bitte öffne <a href="http://nmap.org/download.html#macosx">their website</a> zum herunterladen.

source: The drive could not be unmounted. Make sure it is not in use before continuing.
de: Das Speichermedium konnte nicht ausgehängt werden. Stelle sicher, dass es nicht benutzt wird, bevor du fortfährst.
